export const CAPACITY_OPTIONS = [
  15, 37.5, 45, 50, 75, 100, 112.5, 150, 225, 300, 333, 500, 750, 1000,
] as const

export const DISTRICT_OPTIONS = [
  { label: 'เขตวัดเลียบ', value: 'วัดเลียบ' },
  { label: 'เขตคลองเตย', value: 'คลองเตย' },
  { label: 'เขตบางนา', value: 'บางนา' },
  { label: 'เขตสามเสน', value: 'สามเสน' },
  { label: 'เขตยานนาวา', value: 'ยานนาวา' },
  { label: 'เขตบางเขน', value: 'บางเขน' },
  { label: 'เขตนวลจันทร์', value: 'นวลจันทร์' },
  { label: 'เขตธนบุรี', value: 'ธนบุรี' },
  { label: 'เขตราษฎร์บูรณะ', value: 'ราษฎร์บูรณะ' },
  { label: 'เขตบางขุนเทียน', value: 'บางขุนเทียน' },
  { label: 'เขตบางบัวทอง', value: 'บางบัวทอง' },
  { label: 'เขตบางพลี', value: 'บางพลี' },
  { label: 'เขตลาดกระบัง', value: 'ลาดกระบัง' },
  { label: 'เขตบางใหญ่', value: 'บางใหญ่' },
  { label: 'เขตนนทบุรี', value: 'นนทบุรี' },
  { label: 'เขตบางกะปิ', value: 'บางกะปิ' },
  { label: 'เขตสมุทรปราการ', value: 'สมุทรปราการ' },
  { label: 'เขตมีนบุรี', value: 'มีนบุรี' },
] as const
